/* Time-limit options in popup-menu for x month(s) and y week(s). This is a fallback string that should not be displayed to the user */
"%d months and %d weeks" = "%1$d 個月和 %2$d 個星期";

/* Time-limit options in popup-menu for x Month(s) and y Week(s) ago. This is a fallback string that should not be displayed to the user */
"%d Months and %d Weeks ago" = "%1$d 個月和 %2$d 個星期前";

/* This texts follows the actual time zone if the system time zone is used. Note the parenthesis. */
"(Using System Time Zone)" = "（使用系統時區）";

/* We display a list of records inline.  When there are more than 5 records, we onlye display the first 5, then the current message to inform how many remains */
", and %d more." = "，還有 %d 個。";

/* at this place, we display the summary of an event.  This is what we will display when the event does not have any summary */
"<event with no summary>" = "<不含摘要的事件>";

/* at this place, we display the summary of a task.  This is what we will display when the task does not have any summary */
"<task with no summary>" = "<不含摘要的工作>";

/* at this place, we display the name of contact group.  This is what we will display when the contact group does not have any name */
"<unamed group>" = "<未命名的群組>";

/* at this place, we display the name of contact.  This is what we will display when the contact does not have any name */
"<unknown contact>" = "<未知的聯絡人>";

/* All Contacts - iSync Phone Conduit */
"All Contacts" = "所有聯絡資訊";

/* Comments below the 'Sync All-day events' checkbox */
"All-day events become read-only events on your phone." = "在您的行動電話上，整日事件會變為唯讀事件。";

/* Suggestion of the window: No calendar available */
"Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization." = "在您同步行事曆之前，必須先打開支援 Mac OS X 同步的行事曆應用程式。";

/* Contacts stat. */
"Calendar events changed: %d added, %d modified and %d removed" = "“行事曆”事件已變更：已加入了 %1$d 個、修改了 %2$d 個且移除了 %3$d 個";

/* Calendars */
"Calendars" = "行事曆";

/* Generic Cancel button in dialog */
"Cancel" = "取消";

/* Contacts */
"Contacts" = "聯絡資訊";

/* Contacts stat. */
"Contacts changed: %d added, %d modified and %d removed" = "“聯絡資訊”事件已變更：已加入了 %1$d 個、修改了 %2$d 個且移除了 %3$d 個";

/* title of the window: No calendar available */
"Do you want to use iCal as your calendar application?" = "您是否要使用 iCal 作為您的行事曆應用程式？";

/* Time-limit options in popup-menu for [the next:] 8 months */
"Eight months" = "八個月";

/* Time-limit options in popup-menu for [the next:] 8 weeks */
"Eight weeks" = "8 週";

/* Time-limit options in popup-menu for [prior to:] 8 weeks ago */
"Eight weeks ago" = "8 週前";

/* Time-limit options in popup-menu for [prior to:] 8 months ago */
"Eighth months ago" = "八個月前";

/* Time-limit options in popup-menu for [prior to:] 11 months ago */
"Eleven months ago" = "十一個月前";

/* Time-limit options in popup-menu for [the next:] 11 months */
"Elevent months" = "十ㄧ個月";

/* Following that label will be a list of events (one or several) */
"Event(s)" = "事件";

/* Time-limit options in popup-menu for [the next:] 5 months */
"Five months" = "五個月";

/* Time-limit options in popup-menu for [prior to:] 5 months ago */
"Five months ago" = "五個月前";

/* Time-limit options in popup-menu for [the next:] 5 weeks */
"Five weeks" = "5 週";

/* Time-limit options in popup-menu for [prior to:] 5 weeks ago */
"Five weeks ago" = "5 週前";

/* Time-limit options in popup-menu for [the next:] 4 months */
"Four months" = "四個月";

/* Time-limit options in popup-menu for [prior to:] 4 months ago */
"Four months ago" = "四個月前";

/* Time-limit options in popup-menu for [the next:] 4 weeks */
"Four weeks" = "四個星期";

/* Time-limit options in popup-menu for [prior to:] 4 weeks ago */
"Four weeks ago" = "四個星期前";

/* Merge button in dialog */
"Merge" = "合併";

/* title of the window: Merge on first sync */
"Merging information for your first sync may result in some duplicate contact or calendar information." = "在第一次同步時合併資訊，可能會導致某些聯絡資訊或行事曆資訊重覆。";

/* Time-limit options in popup-menu for [the next:] 9 months */
"Nine months" = "九個月";

/* Time-limit options in popup-menu for [prior to:] 9 months ago */
"Nine months ago" = "九個月前";

/* Time-limit options in popup-menu for: NO LIMIT */
"No limit" = "沒有限制";

/* Time-limit options in popup-menu for [the next:] 1 month */
"One month" = "一個月 ";

/* Time-limit options in popup-menu for [prior to:] 1 month ago */
"One month ago" = "一個月前";

/* Time-limit options in popup-menu for [the next:] 1 week */
"One week" = "一週";

/* Time-limit options in popup-menu for [prior to:] 1 week ago */
"One week ago" = "一星期前";

/* Time-limit options in popup-menu for [the next:] 1 year */
"One year" = "一年";

/* Time-limit options in popup-menu for [prior to:] 1 year ago */
"One year ago" = "一年前";

/* button to open iCal */
"Open iCal" = "打開 iCal";

/* Name for the Personal Information (Sync) module in the navigation bar */
"Personal Information" = "個人資訊";

/* For 3rd-party plugin, displayed at the bottom of the main view: Provided by %@    [%@ is the manufacturer name] */
"Provided by %@" = "由“%@”提供";

/* Label in modlet view */
"Put events created on phone into:" = "將行動電話中所製作的事件放入：";

/* Reset button in dialog */
"Reset" = "重置";

/* Time-limit options in popup-menu for [the next:] 7 months */
"Seven months" = "七個月";

/* Time-limit options in popup-menu for [prior to:] 7 months ago */
"Seven months ago" = "七個月前";

/* Time-limit options in popup-menu for [the next:] 7 weeks */
"Seven weeks" = "7 週";

/* Time-limit options in popup-menu for [prior to:] 7 weeks ago */
"Seven weeks ago" = "7 週前";

/* Time-limit options in popup-menu for [the next:] 6 months */
"Six months" = "六個月";

/* Time-limit options in popup-menu for [prior to:] 6 months ago */
"Six months ago" = "六個月前";

/* Time-limit options in popup-menu for [the next:] 6 weeks */
"Six weeks" = "6 週";

/* Time-limit options in popup-menu for [prior to:] 6 weeks ago */
"Six weeks ago" = "6 週前";

/* For 3rd-party plugin, displayed at the bottom of the main view: Support */
"Support" = "支援";

/* Label in modlet view in front of contact group popup */
"Synchronize:" = "同步：";

/* Following that label will be a list of tasks (one or several) */
"Task(s)" = "工作";

/* Time-limit options in popup-menu for [the next:] 10 months */
"Ten months" = "十個月";

/* Time-limit options in popup-menu for [prior to:] 10 months ago */
"Ten months ago" = "十個月前";

/* the phone refused some events or contacts for unknown reasons.  We give a list of the incriminated records */
"The device refused the following records:\n" = "裝置拒絕以下記錄：\n";

/* Suggestion of the window: merge on first sync. %@ == [application name] */
"The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "您第一次使用 %@ 來同步由 iSync 1.5 輸入的設備時，您應該重置您設備上的資訊，以避免重覆。";

/* Text displayed instead of the calendars section when the phone does not support calendars sync */
"This phone does not support calendar synchronization." = "此行動電話不支援行事曆同步作業。";

/* Time-limit options in popup-menu for [the next:] 3 months */
"Three months" = "三個月";

/* Time-limit options in popup-menu for [prior to:] 3 months ago */
"Three months ago" = "三個月前";

/* Time-limit options in popup-menu for [the next:] 3 weeks */
"Three weeks" = "三個星期";

/* Time-limit options in popup-menu for [prior to:] 3 weeks ago */
"Three weeks ago" = "三個星期前";

/* Time-limit options in popup-menu for [prior to:] Today */
"Today" = "今天";

/* Turn on [DeviceName] synchronization */
"Turn on %@ synchronization" = "啟用 %@ 同步";

/* Time-limit options in popup-menu for [the next:] 2 months */
"Two months" = "兩個月";

/* Time-limit options in popup-menu for [prior to:] 2 months ago */
"Two months ago" = "兩個月前";

/* Time-limit options in popup-menu for [the next:] 2 weeks */
"Two weeks" = "兩個星期";

/* Time-limit options in popup-menu for [prior to:] 2 weeks ago */
"Two weeks ago" = "兩星期前";

/* Time-limit options in popup-menu for [the next:] 2 years */
"Two years" = "兩年";

/* Using System Time Zone */
"Using System Time Zone" = "使用系統時區";

